aaron-bond.better-comments
adpyke.codesnap
alefragnani.bookmarks
bierner.emojisense
bradlc.vscode-tailwindcss
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
cweijan.vscode-redis-client
dangmai.workspace-default-settings
davidanson.vscode-markdownlint
dbaeumer.vscode-eslint
dineug.vuerd-vscode
eamodio.gitlens
ericsia.pythonsnippets3
ericsia.pythonsnippets3pro
felipecaputo.git-project-manager
gruntfuggly.todo-tree
gydunhn.javascript-essentials
gydunhn.vsc-essentials-core
ibm.output-colorizer
jaakko.black
lang2hong.rest-client-neo
llam4u.nerdtree
matt-rudge.auto-open-preview-panel
mhutchie.git-graph
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.python
mtxr.sqltools
mtxr.sqltools-driver-pg
oderwat.indent-rainbow
pinage404.git-extension-pack
pixl-garden.bongocat
pkief.material-icon-theme
pulkitgangwar.nextjs-snippets
redwan-hossain.auto-rename-tag-clone
ritwickdey.liveserver
sndst00m.markdown-github-dark-pack
tombonnike.vscode-status-bar-format-toggle
tomoki1207.pdf
usernamehw.errorlens
vanyauhalin.global-markdown-styles
xabikos.javascriptsnippets
yzhang.markdown-all-in-one
